Revit 2026 API

# AdvancedWoodWoodLatewoodRatio Property

---

The property labeled "Percentage of latewood in each ring" from the "AdvancedWood" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string WoodLatewoodRatio { get; }
```
```vb
Public Shared ReadOnly Property WoodLatewoodRatio As String
	Get
```
```cpp
public:
static property String^ WoodLatewoodRatio {
	String^ get ();
}
```
```fsharp
static member WoodLatewoodRatio : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble".

#### Reference

AdvancedWood Class

Autodesk.Revit.DB.Visual Namespace